{
  "intro_text": "Thank you for taking the time to complete this survey! First, we will ask you to describe everything your child did yesterday, starting when your child woke up yesterday morning and ending when they went to bed last night. Then, we will ask how your child slept last night. Please answer the questions to the best of your ability. At the end of the survey, you will be able to make changes if you want.",
  "choose_format": "To get started, please select your preferred clock format.",
  "clock_formats": [
    "12-hour clock format",
    "24-hour clock format"
  ],
  "day_of_week": "We would like you to think about your child's day and complete the time use diary for yesterday. What day of the week was yesterday?",
  "weekday_options": [
    "Monday",
    "Tuesday",
    "Wednesday",
    "Thursday",
    "Friday",
    "Saturday",
    "Sunday"
  ],
  "typical_day": "An important part of this project is to find out how children spend their time during the week. Was yesterday a typical {{day}} for you and your child? A non-typical day would include a school closing, being on vacation, or being home sick.",
  "typical_day_choices": [
    "Yes, yesterday was typical.",
    "No, yesterday was non-typical."
  ],
  "yes": "Yes",
  "no": "No",
  "non_typical_day": "What made yesterday a non-typical day?",
  "choose_applicable": "Please choose all that apply",
  "non_typical_day_reasons": [
    "My child was sick.",
    "School/childcare was closed.",
    "The weather was bad and we could not go outside.",
    "We were traveling.",
    "We had visitors."
  ],
  "button_back": "Back",
  "button_next": "Next",
  "button_submit": "Submit",
  "submit_success": "Thank you for completing the Time Use Diary survey. Your responses have been recorded.",
  "submit_failure": "An error occurred while trying to submit survey. Please try again later.",
  "weekday": "weekday",
  "day_start_time": "What time did your child wake up yesterday morning? Please think about when your child woke up for the day, rather than waking up in the middle of the night and going back to sleep.",
  "day_end_time": "What time did your child fall asleep last night? Please think about when your child first fell asleep for the night. Later in the survey, we will ask about how often your child woke up in the middle of the night.",
  "today_wakeup_time": "What time did your child wake up this morning?",
  "default_time": "Please enter time by typing in the box below (e.g., 07:00) or clicking on the clock button.",
  "primary_activities": {
    "childcare": "Attending school/childcare",
    "napping": "Napping/sleeping",
    "eating": "Eating/Drinking",
    "media_use": "Using screen media (videos, apps, chat, etc.)",
    "reading": "Reading or listening to a story (paper book, eBook, audiobook, etc.)",
    "indoorr": "Playing indoors",
    "outdoor": "Playing outdoors",
    "grooming": "Bathroom/grooming",
    "other": "Doing other activities at home (cooking, chores, etc.)",
    "outdoors": "Doing other activities out of the house (errands, traveling, etc.)",
  },
  "primary_activity": "What did your child start doing at {{time, LT}}?",
  "next_activity": "What did your child start doing at {{time, LT}} after they finished {{activity}}",
  "default_end_time": "When did the selected activity end?",
  "activity_end_time": "When did your child stop {{activity}}?"
}
